[
  {
    "id": 1,
    "title": "Infinix Smart 8 HD Siap Meluncur, HP Entry Level Usung Baterai 5000mAh",
    "image": "",
    "author": "M. Labib Fairuz Ibad",
    "detail": "Sebuah kabar menyebutkan Infinix bersiap meluncurkan smartphone terjangkau di pasar India. Merek smartphone asal Cina ini telah mengonfirmasi perangkat terbaru mereka, Infinix Smart 8 HD, akan resmi diperkenalkan pada 8 Desember mendatang di India. Infinix Smart 8 akan hadir dalam empat pilihan warna yang menarik, yakni Crystal Green, Galaxy White, Shiny Gold, dan Timber Black. Sebagai penerus Infinix Smart 7 HD yang diperkenalkan di Indonesia pada April tahun ini, Infinix Smart 8 HD menghadirkan peningkatan yang signifikan. Untuk diketahui, desain Infinix Smart 8 HD mencakup dual kamera belakang dan lampu kilat LED, terletak dalam modul kamera persegi panjang di sudut kiri atas panel belakang. Kemudian, panel belakang yang bertekstur memberikan pegangan yang nyaman, sedangkan kamera depan ditempatkan di tengah layar dalam potongan lubang di bagian atas. Lalu, HP Infinix ini memiliki layar HD+ Sunlight Readable berukuran 6,6 inci yang akan menyempurnakan pengalaman visual dengan kecerahan puncak 500 Nits, memastikan visibilitas optimal bahkan dalam kondisi terang. Adapun fitur lainnya juga ditambahkan di HP ini, termasuk sensor sidik jari yang dipasang di samping, penyimpanan UFS 2.2, dan pengisian daya USB Type C. Dikutip dari News18, Kamis (30/11/2023), Infinix diprediksi akan membanderol HP ini dengan harga sekitar Rp 1,6 juta saja, tapi hal ini masih sekadar spekulasi mengingat belum ada pengumuman resmi dari perusahaan. Infinix Hot 40 Sudah Lolos TKDN, Tanda Segera Rilis di Indonesia. Sebelumnya, Infinix Hot 40 tampaknya akan segera meluncur di Indonesia. Informasi ini diketahui lewat munculnya ponsel ramah budget itu di database Kementerian Perindustrian (Kemenperin). Berdasarkan data di situs P3DN Kemenperin, Infinix Hot 40 ini sudah mengantongi tingkat atau nilai TKDN sebesar 35.25 persen, sebagaimana pantauan tim Tekno Liputan6.com, Rabu (8/7/2023). Beredar bocoran spesifikasi ponsel penerus Infinix Hot 30 5G ini. Mengutip 91Mobiles, ponsel dengan nomor model X6836 ini sudah mendukung koneksi Bluetooth 5.0. Sayangnya, masih belum diketahui secara pasti seperti apa spesifikasi HP Android ramah budget buatan Infinix ini. Sementara itu, Infinix juga baru saja meluncurkan smartphone ini di Tanah Air berkolaborasi denganFree Fire di penjualan perdananya. Dalam keterangan resmi yang diterima, Sabtu (27/5/2023), kolaborasi Infinix dengan Free Fire berlaku untuk penjualan perdana Hot 30 yang sudah dilakukan pada 25 Mei 2023. Hadir secara terbatas, konsumen yang membeli smartphone ini pada penjualan perdana di Shopee akan mendapatkan merchandise bertema Free Fire. Ada customized phone case, stiker, lanyard, pin kartu SIM, serta in-game gift code yang dapat ditukarkan di situs web. Di pasar Indonesia, harga Infinix Hot 30 dibanderol Rp 1.899.000. Smartphone ini tersedia dalam satu konfigurasi memori RAM 8GB dengan fitur ekspansi RAM 8GB, serta memori internal 128GB."
  },
  {
    "id": 2,
    "title": "Samsung Luncurkan One UI 6 untuk Seri Galaxy S21",
    "image": "",
    "author": "M. Labib Fairuz Ibad",
    "detail": "Galaxy S21 kini mendapatkan pembaruan One UI 6 berbasis Android 14 yang stabil, mengikuti jejak seri di atasnya, dan juga Galaxy A54 yang belum lama menerima update serupa. Sebelumnya, perangkat dalam seri Galaxy S21 telah mengalami beberapa bulan uji coba pembaruan beta One UI 6.0, dan kini versi stabilnya telah secara resmi dirilis. Awalnya, pembaruan ini dapat diakses di beberapa negara Eropa, dimulai dari Swiss, dan diharapkan segera meluas ke wilayah lain. Karena ukurannya yang mencapai 2,2 GB, kami menyarankan pengguna untuk menggunakan WiFi ketika ingin memperbarui perangkat lunak mereka. Mengutip SAMMobile, Rabu (29/11/2023), pengguna Galaxy S21 di Eropa dapat mengakses pembaruan Android 14 dengan mudah melalui Pengaturan, lalu menuju Pembaruan perangkat lunak dan mengklik opsi Unduh dan instal. Jika kamu ingin melakukan pembaruan secara manual, file firmware akan segera tersedia di basis data firmware, meskipun mungkin perlu menunggu sejenak sebelum pembaruan tersedia untuk di-flash. Penting untuk diperhatikan bahwa pembaruan ini membawa berbagai peningkatan dan perbaikan yang dapat meningkatkan kinerja serta fungsi perangkat Galaxy S21 secara keseluruhan. Dengan langkah ini, Samsung terus berkomitmen untuk memberikan pengalaman terbaik kepada pengguna perangkatnya melalui pembaruan sistem yang terkini. "
  },
  {
    "id": 3,
    "title": "AI Bisa Tiru Desain Produk Fesyen, Kemiripan hingga 95 Persen",
    "image": "",
    "author": "Bill Clinten, Reska K. Nistanto",
    "detail": "Teknologi kecerdasan buatan (artificial intelligence/AI) belakangan diadopsi di berbagai bidang, serta dipakai di banyak hal untuk segala kepentingan demi membuat hidup manusia lebih mudah.Yang terbaru, para peneliti menguak bahwa AI ternyata bisa meniru desain baju yang mirip dan nyaris sempurna dengan yang aslinya. Hal ini disimpulkan dalam sebuah riset terbaru yang dilakukan sejumlah peneliti dari Cornell University, Ithaca, New York, Amerika Serikat (AS). Menurut para peneliti tersebut, riset ini bertujuan menguji sekaligus mendemonstrasikan kemampuan AI untuk merekonstruksi desain baju berdasarkan gambar yang dilihat atau diinput. Hasil dari riset ini menunjukkan bahwa teknologi AI, yang dinamai peneliti dengan Sewformer, bisa menghasilkan produk fesyen tiruan dengan tingkat kemiripan mencapai 95,7 persen alias nyaris mirip dengan aslinya. Nah, untuk membuat Sewformer menaksir dan membuat produk fesyen tersebut secara akurat, para peneliti Cornell University sebelumnya sudah membuat satu set database (disebut SewFactory) yang berisi sekitar satu juta jenis pakaian. Jutaan model pakaian tersebut juga terdiri dari banyak variabel, mulai dari bentuk, pola jahitan, hingga model dan warna asli baju tersebut."
  },
  {
    "id": 4,
    "title": "BSSN Sarankan Laptop dan Hp Lawas Tak Dijual, Simak Alasannya",
    "image": "",
    "author": "CNN Indonesia",
    "detail": [
      "Bagi sebagian orang, gawai lawas seperti laptop dan Hp biasanya akan dijual kembali sebelum menggantinya dengan yang baru. Namun ternyata, ahli tidak merekomendasikan menjual gawai lawas.",
      "Lalu, apa alasannya?",
      "Ketua Tim Insiden Siber Sektor Keuangan Badan Siber dan Sandi Negara (BSSN) Sandromedo Christa Nugroho mengungkap alasan mengapa gawai lawas seperti laptop atau ponsel dan gawai lainnya yang sudah tidak terpakai tidak perlu dijual.",
      "Menurut Sandromedo, ada pihak-pihak tidak bertanggung jawab yang dapat mengambil data dan informasi yang tersimpan dalam segala jenis elektronik, sekalipun data itu sudah dihapus.",
      "Ia mengatakan recovery atau pemulihan data dapat dilakukan pada perangkat elektronik, meskipun data tersebut telah dihapus dari bak sampah (trash bin) maupun riwayat data terhapus bila pada ponsel.",
      "Ia menjelaskan sejatinya ada dua jenis memori pada elektronik, yakni memori volatile dan non-volatile. Memori volatile merupakan jenis memori dalam komputasi yang membutuhkan daya untuk menyimpan informasi yang disimpan, seperti memori jangka pendek (random-access memory/RAM).",
      "Data yang tersimpan pada RAM akan tidak aktif atau hilang ketika gawai tersebut mati. Sedangkan, memori non-volatile adalah memori yang datanya dapat ditulis serta dihapus, tapi data akan tetap ada meskipun gawai dalam kondisi mati.",
      "Kalaupun butuh dana segar dari menjual gawai lawas, Sandromedo menyarankan agar hard disk dari gawai tersebut diganti terlebih dulu. Hal ini untuk menghindari risiko data pribadi diambil oleh orang lain."
    ]
  },
  {
    "id": 5,
    "title": "WhatsApp Hadirkan Fitur Kode Rahasia, Perketat Keamanan Penggunaan",
    "image": "",
    "author": "Tangguh Yudha",
    "detail": [
      "WhatsApp kembali menghadirkan fitur keamanan baru di platformnya, yakni pengguna bisa memiliki kode rahasia untuk menyembunyikan ruang obrolan pribadi. Sebelumnya keamananan WhatsApp mengandalkan fitur Chat Lock yang mengambil percakapan dan menempatkannya ke dalam folder terpisah yang hanya dapat dibuka dengan password. Fitur ini berguna ketika pengguna berbagai perangkat dengan orang lain.",
      "Dikutip dari Techradar, Sabtu (2/12/2023), tapi fitur ini rupanya tidak benar-benar menjegal penjahat untuk mengintip percakapan. Dan kode rahasia hadir untuk mengatasi masalah ini dengan memungkinkan pengguna menerapkan password kedua yang terpisah dari yang digunakan untuk membuka perangkat. Nantinya folder terkunci akan hilang dari kontak masuk sebagai lapisan privasi tambahan. Untuk membuat obrolan tersembunyi muncul kenmbali, WhatsApp menyatakan harus mengetikkan kode yang baru dibuat langsung ke bilah pencarian di halaman utama. Jika pengguna tidak ingin folder yang terkunci sepenuhnya, mereka akan memiliki opsi untuk menyimpannya di sana.",
      "WhatsApp juga mempermudah penguncian obrolan. Caranya adalah dengan menekan lama percakapan, ketuk tiga titik di sudut kanan atas, lalu pilih Kunci Obrolan.Untuk memulai, ketuk tiga titik di pojok kanan atas, lalu pilih Pengaturan Kunci Obrolan. Aktifkan Kode Rahasia dan buat kata sandi."
    ]
  },
  {
    "id": 6,
    "title": "Kemanan Data Perusahaan Hadapi Tantangan Baru di Indonesia",
    "image": "",
    "author": "Imantoko Kurniadi",
    "detail": [
      "Dalam era transformasi digital, kebutuhan bisnis terus berkembang di Indonesia, tidak dari pengelolaan data saja tapi juga pada akses yang cepat dan aman. Meningkatnya ancaman keamanan siber dan kebutuhan untuk mematuhi regulasi yang ketat, juga menjadi fokus utama bagi perusahaan-perusahaan lokal. Penyimpanan dan pencadangan data dengan network-attached storage (NAS) menjadi pilihan mekanisme sebagian besar perusahaan untuk kolaborasi file, manajemen video, dan infrastruktur jaringan. Semuanya dirancang dengan menyediakan platform terpusat untuk menyederhanakan kinerja IT serta mendorong transformasi digital untuk bisnis.",
      "Penerapan server Synology di Indonesia, menurut Clara, meningkat dua kali lipat setiap tahun. Itu terwujud karena terdapat berbagai pilihan penyimpanan yang beragam untuk memenuhi kebutuhan bisnis dari berbagai skala, yang terintegrasi dengan manajemen data canggih. Sebagai contoh, aplikasi penyimpanan terpusat, Synology Drive untuk akses data jarak jauh yang aman dan efisien, serta Synology Office untuk memenuhi kebutuhan produktivitas bisnis.",
      "Penyimpanan Data yang Berbeda Solusi Synology menjadi alternatif pilihan di kalangan bisnis di Indonesia, tanpa memandang ukuran atau sektor industri. Berbagai industri di Indonesia membutuhkan teknologi solusi yang aman dari serangan siber, termasuk media, manufaktur, keuangan, dan sektor kesehatan. Sebagai catatan, Kaspersky, perusahaan keamanan siber, mengindetifikasi 11.969 file berbahaya yang menargetkan usaha mikro, kecil, dan menengah (UMKM) di Indonesia sepanjang paruh pertama 2023. File berbahaya tersebut meningkat tajam dan berhasil diblokir.",
      "Tidak hanya itu Kaspersky mendeteksi sebanyak 839 file unik yang didistribusikan dengan cara melumpuhkan perangkat yang memerlukan perbaikan atau penggantian mahal. Malware juga memberi kesempatan bagi penyerang untuk mengakses dan mencuri data, sehingga membahayakan pelanggan dan karyawan. Adapun untuk serangan ini, jumlah ini meningkat 123,73 persen dibandingkan dengan periode yang sama tahun lalu sebanyak 375."
    ]
  }
]
